[
	{"pos": "Media Specialist", "org": "The Baltimore Transgender Alliance", "loc": "Baltimore, MD", "start": "2016-06-01", "href":"https://bmoretransalliance.com" ,"details": [
		"Designed, hosted, and developed full-featured website for transgender advocacy organization.",
		"Designed, generated media content; email newsletters, social media, flyers, logos, and buttons.",
		"Planned events, performed community outreach, co-organized with other LGBTQ and activist organizations."
	]},
	{"pos": "Canvasser", "org": "Clean Water Action", "loc": "Baltimore, MD", "start": "2016-12-01", "end": "2018-01-01", "href":"https://cleanwater.org" ,"details": [
		"Advocated on behalf of myself and other trans and gender-non-conforming co-workers.",
		"See previous Clean Water Action experience below."
	]},
	{"pos": "Programmer/ Statistician", "org": "BNIA-JFI", "loc": "Baltimore, MD", "start": "2015-01-01", "end": "2016-09-17", "href":"https://bnia-jfi.org" ,"details": [
		"Maintained databases. Cleaned and statistically analyzed messy geodata for open data organization.",
		"Developed cutting-edge interactive web-map to display publicly available environmental indicators."
	]},
	{"pos": "Canvass Trainer", "org": "Clean Water Action", "loc": "Baltimore, MD", "start": "2014-03-01", "end": "2015-01-01", "href":"https://cleanwater.org" ,"details": [
		"Fundraised over twenty-five thousand dollars for environmental advocacy group.",
		"Organized communities on environmental justice and public health issues.",
		"Trained other organizers in effective fundraising strategies and engaging with concerned citizens."
	]},
	{"pos": "Network Assistant", "org": "St. Mary's College of Maryland OIT", "loc": "St. Mary's City, MD", "start": "2011-11-01", "end": "2014-01-01", "details": [
		"Front Desk: desktop support; troubleshot and configured students networks, routers, and computers.",
		"Wireless oversaturation problem: developed system to collect information on location and reach of over 200 wireless routers",
		"Deployed and maintained Linux and OSX servers"
	]},
	{"pos": "Intern: Cog. Linguistics", "org": "John's Hopkins University", "loc": "Baltimore, MD", "start": "2011-06-01", "end": "2011-08-20", "details": [
		"Statistically analysed large English word corpora using R and linux tools."
	]},
	{"pos": "Intern: Neuropsychology", "org": "Kennedy Krieger Institute", "loc": "Baltimore, MD", "start": "2010-06-01", "end": "2010-08-20", "details": [
		"Created scripts to automatically collate data; doubling data collection speed.",
		"Assisted in writing programs in R for statistical analysis."
	]},
]
